{
	"news": [
		{
			"headline": "Pitt Crew: A New Hope",
			"image": "vails2014.png",
			"imagealt": "Varsity Women's 8 Racing",
			"article": [
				"Philadelphia, PA – The Aberdeen Dad Vail Regatta – pinnacle of Pitt Crew's spring racing season – hosted fast competition this past weekend. Racing against universities and colleges from across the United States and Canada, Pitt Crew competed in six events: Men's V8+, Women's V8+, Men's N8+, Women's JV8+, Men's V4+, and Men's Single. Though the team did not bring home medals this year, the young crew – consisting of mostly freshmen and sophomores – showed promising results.",
				"Starting off the weekend, the Men's V4+ raced on Friday morning, beating out Loyola, Baltimore BC, and Endicott. Having only rowed the line-up once, Matthew Huff, Chris Garver, InYoung Lee, Rohit Purandare, and their coxswain, Summer DeRubeis came in third place behind Virginia and Drexel. Unfortunately, the V4+ missed qualifying for semi-finals by less than three seconds.",
				"In another difficult heat, the Men's V8+ had similar results. Despite having a good row, the V8+ (Trey Hinz, Rob Gehris, Zach Amato, Charlie Tabachnick, Connor Naughton, David Ritter, David Civiletti, Jared Lasky, and coxswain Monica Cistrone) came in fifth place. Drexel, St. Joseph's, Lehigh, and George Mason – all of which raced in the finals or petite finals – gave Pitt's V8+ a tough race.",
				"On the women's team, Pitt Crew was able to beat out Haverford in the Varsity 8+ and move onto repechages. Lauren Schall, Emily Sims, Helen Ann Lawless, Taylor Lutz, Amy Sevcik, Makenna McAteer, Mandi Cosmides, Julia Maggio and Breana Downey faced tough competition from Fairfield, Lehigh, Delaware, and Villanova and came in sixth in repechages."
			],
			"moreinfo": "https://drive.google.com/file/d/0B7myQyrjp5qnRS1VV1hILWJsanpHM1B5a29ZUk44NjBIN25V/edit?usp=sharing"
		},
		{
			"headline": "Pitt Crew Brings Home the Bronze from Knecht",
			"image": "knecht2014.png",
			"imagealt": "Varsity Men's 8 Racing",
			"article": [
				"West Windsor Township, NJ – After a cold and wet Murphy Cup Regatta, Pitt Crew was excited to come back and practice on the Allegheny. Unfortunately, inclement weather kept the team indoors for most of the spring season. Beautiful weather finally arrived just in time for Knecht Cup, and Pitt Crew raced on a new course located on Mercer Lake. Even with the limited number of on-water practices, Pitt Crew was able to bring back bronze medals in three events.",
				"Pitt's first event, the women's varsity pair, brought home the first bronze medal. Lauren Schall and Emily Sims, racing in a pair for the first time, came in second in heats beating out Catholic University of America and University of Maryland. On Sunday, they won bronze medals, crossing the finish line seconds behind University of Massachusetts and Villanova.",
				"On the men's team, Monica Cistrone coxed Trey Hinz, Rob Gehris, Matthew Huff, and David Ritter in the Club 4+ event to first place in heats and third in finals. Their four beat out New York Maritime, University of Maryland, University of Connecticut B, High Point, Lafayette and George Mason in heats and finals.",
				"The Men's Varsity Pair, Men's Novice Four, and Women's Club Four also had impressive races. Trey Hinz and Rob Gehris placed first in heats, beating Maryland, University of Philadelphia, Penn State, and Vassar. Bryan McElroy coxed the novice four (Andrew Brumbaugh, Brian Miller, Jack Heidecker, and Anthony Ascoli) through heats, semis, and petite finals. The Women’s Club Four (Megan Mann, Sarah Skobeloff, Julia Maggio, Lauren Schall, and Alyssa Waryanka) placed first in heats and fourth in finals. They beat Merrimack, Mercyhurst B, Penn State, and University of Philadelphia."
			],
			"moreinfo": "https://drive.google.com/a/pittrowing.com/file/d/0B7myQyrjp5qncW9ZMDVKT2JkNDlUUkhaNTNxYnJORFZUb0RB/edit?usp=sharing"
		},
		{
			"headline": "Back on the Water, Pitt Crew Kicks Off Spring Season",
			"image": "murphy2014.png",
			"imagealt": "Novice Women's 4 Races for Silver",
			"article": [
				"Cherry Hill, NJ – Fresh off of a week of hard training spent at Camp Bob Cooper in South Carolina, Pitt Crew returned to campus facing weather too cold to row in. As a result, the team headed off to New Jersey for the Murphy Cup Regatta this past weekend after two full weeks of indoor training, eager to leave unsuitable rowing conditions behind them. Instead, they encountered less than ideal weather, in the form of steady winds, heavy rain, and forty degree temperatures.",
				"Despite the weather, and tough competition in the form of crews from Michigan, UVA, UNC, Navy and others, the team looked to perform well. Pitt Crew's two most notable races of the day came from the men’s varsity 4+ of Monica Cistrone, Trey Hinz, Rob Gehris, Matt Huff, and Charlie Tabachnick, and the women's novice 4+ of Bryan McElroy, Brittany Byrne, Mandi Cosmides, Helen Ann Lawless, and Amy Sevcik. The men began their day finishing a close second behind UNC's A boat, and ahead of Pitt's second boat, Washington College, and Stockton. Though they were seeded sixth in the final, they beat out Lafayette by more than twenty seconds, earning a fifth place finish behind Michigan, Villanova, and two boats from UNC.",
				"The novice women's 4+ started off their regatta with a second place finish in their heat, just six seconds behind first place Drexel and three seconds ahead of third place Colgate. Their time of 9:59.43 ranked fourth out of all finals qualifiers, but they would improve on it by three seconds in the final, netting them a second place finish and Pitt Crew's only medals of the day.",
				"Other close races included the men's novice eight, who finished just five seconds behind New York Maritime in qualifying for a spot in the finals, and the men's novice four, who missed qualifying behind UNC by just nine seconds."
			],
			"moreinfo": "https://drive.google.com/file/d/0B7myQyrjp5qncHR6aXR2eW13YS16dVV5cy1UbXgtbEFyY240/edit?usp=sharing"
		},
		{
			"headline": "Pitt Crew Wins Team Points Trophy",
			"image": "indoors2014.png",
			"imagealt": "Varsity Men's Team Member DJ Civiletti Celebrates with Teammate David Ritter",
			"article": [
				"Pittsburgh, Pennsylvania – This past weekend, Pitt Crew raced in the Pittsburgh Indoor Sprints. The team won a total of 14 medals, as well as the collegiate team points trophy.",
				"Pitt’s open varsity women got the team off to a strong start. They were led by Lauren Schall's 2nd place finish with an impressive time of 7:21.0. The open women were then followed by the open varsity men. Sophomore David Ritter paced the open men, finishing in 6:32.2, just a tenth of a second out of third place. He was followed closely by Charlie Tabachnick, Rob Gehris, and novice coach Will Massimini, who all finished under 6:43. On the lightweight side of the varsity team, Julia Maggio led all women, finishing first in 8:09.1. Alyssa Waryanka also medaled, coming in third. D.J. Civiletti placed first in the lightweight varsity men's event, with an outstanding time of 6:49.9. He was followed by sophomore In Young Lee, who came in third.",
				"After the varsity finished, it was the novice team's turn to win some medals. Seven open novice men finished in the top ten, with Alex Snyder leading the way in first, at 6:20.9. Following him were Chris He, Nick Bourdakos, and Mark Steffl, who all came in under at under seven minutes. The lightweight novice men managed a sweep of the medals, with Jake Miller, Jack Heidecker, and Andrew Brumbaugh placing first, second, and third, respectively. Taylor Lutz won the open novice women's event with her time of 7:36.9. She was more than twenty seconds faster than the second place finisher. Freshman MC Cosner took home silver in lightweight novice women's event, finishing in just under eight minutes.",
				"Pitt Crew also had impressive showings in the coxswain and relay events. Monica Cistrone won the coxswain’s race of 1,000 meters with a time of 4:12.9. She was followed by Eliese Pergi and Breana Downey, who finshed in third and fourth, respectively. In the most exciting event of the day, Pitt's A relay team of Zach Amato, Lauren Schall, David Ritter, Taylor Lutz, Alex Snyder, and Olivia Gonsalves faced off against a strong team from Duquesne. Pitt elected to stage an 'insurmountable comeback,' by having women row the first, second, and third legs. This left them down 70 meters going into the final leg of the race. Alex Snyder, however, was able to overtake Duquesne and secure a Pitt victory, pulling a 1:23.3 split over the last 500 meters of the race. Pitt’s victory in the relay capped what was already a dominating performance for the team, and secured their first place finish in the collegiate points standings. In all, it was a great day for Pitt Crew."
			],
			"moreinfo": "https://drive.google.com/file/d/0B7myQyrjp5qnQnZJRVRsRVFiZTc3VVY0ZUtjc3IzZWJwRTln/edit?usp=sharing"
		},
		{
			"headline": "Fall Racing Season Comes to a Close",
			"image": "hotocc2013.png",
			"imagealt": "Teammates Bring it in After a Day of Racing",
			"article": [
				"Pittsburgh, PA – The past two weeks have been busy for Pitt Crew. Two weeks ago, the team travelled to the Head of the Occoquan, in Virginia, while this past weekend Pitt's novices raced on the Allegheny in the annual CarDuPitt scrimmage.",
				"In Virginia, the team had a number of notable finishes against strong competition from such schools as George Mason, Georgetown, and WestPoint. The men's varsity eight placed fourth, finishing just out of a medal, while the top women's four placed tenth. On the novice side, the women's fours had strong showings, coming in sixth, seventh, ninth and thirteenth. The novice men added a sixth place in the four, and a seventh place in the eight to the team's record for the day.",
				"The following weekend, the team's novices took on neighbors Carnegie Mellon and Duquesne to compete for the title of Pittsburgh's fastest novice crew. In keeping with tradition, Pitt maintained that title, winning multiple events across the men's and women's teams.",
				"Pitt has now headed indoors for the winter training season, to build strength, endurance, and speed for the spring."
			],
			"moreinfo": "https://drive.google.com/file/d/0B7myQyrjp5qnS0VVcjMxQVJSbTQ/edit?usp=sharing"
		},
		{
			"headline": "Pitt Crew Competes at Head of the Charles",
			"image": "charles2013.png",
			"imagealt": "Women's Varsity 8 Competing",
			"article": [
				"Boston, Massachusetts – This past weekend, Pitt Crew sent two boats to Boston, Massachusetts, to compete at the Head of the Charles. This is Pitt's eleventh consecutive year competing in what is the world's largest two day regatta.",
				"Pitt's men raced on Saturday afternoon, in the collegiate four event. Seeded 15th out of 40 boats, the boat of Summer DeRubeis, Zach Amato, David Ritter, Trey Hinz, and D.J. Civiletti came in at 16:56.82, for an impressive 8th place finish. Pitt placed just ahead of strong crews from Michigan State, Coast Guard, Army, and Fordham. Their finish in the top half of the field guaranteed the team an entry in the event at next year's regatta.",
				"Following the men was the women's collegiate eight of Monica Cistrone, Lauren Schall, Emily Sims, Elese Hiergesell, Alexa Harleman, Sarah Skobeloff, Julia Maggio, Emily Dvorchak, and Kaitlin Paul, racing on Sunday. Placing 15th out of 25, the women's time of 19:10.44 was less than three seconds from 12th place Marietta, and faster than boats from Smith, Coast Guard, and Colby.",
				"Pitt was also well-represented by alumni at the race. Former Pitt rower Peter Alter placed an outstanding 4th in the men's lightweight single, while Ryan Stanley placed 12th in the mixed quad."
			],
			"moreinfo": "https://drive.google.com/file/d/0B7myQyrjp5qnX3NzX3I3OUNaTXc/edit?usp=sharing"
		},
		{
			"headline": "Pitt Crew Starts 25th Year on High Note",
			"image": "hoto2013.png",
			"imagealt": "Men's Varisty 8 Celebrates Victory",
			"article": [
				"Pittsburgh, Pennsylvania – Pitt Crew kicked off their 25th successful showing at the Head of the Ohio, bringing in nine top-five finishes between the varsity and novices.",
				"On the varsity level, the men opened the day with a commanding 25-second victory in the open four, Pitt's first open four win at the Head of the Ohio since 2007. They followed up that success with a first place finish in the open 8, taking home the Dave Figgins trophy for the second year in a row. The women's team brought home their own hardware, placing third in the open eight against a number of Division I schools.",
				"Competing for their first time together, the novices entered two men's eights and fours, and two women's eights. The men's eights impressed, beginning their careers with strong second and fourth places finishes in the event. Not to be outdone, the novice women's eights placed an outstanding first and third.",
				"Pitt Crew's alumni added two top-five finishes of their own to the tally. In the women's open pair, Pitt placed first, more than thirty seconds ahead of Carnegie Mellon, while the men's open eight finished fifth, ahead of much younger crews from Ohio, Carnegie Mellon, and Pittsburgh Rowing Club. The alumni women's eight also had a strong showing, coming in eleventh out of eighteen boats."
			],
			"moreinfo": "https://drive.google.com/file/d/0B7myQyrjp5qnelpnaVlibVRoMWc/edit?usp=sharing"
		},
		{
			"headline": "Pitt Crew Ends Season at ACRA Championship",
			"image": "acramen2013.png",
			"imagealt": "Men's Varisty 8 on the Course",
			"article": [
				"Gainesville, Georgia – With nine months of intense training, successful racing, and many happy memories behind them, Pitt Crew's season came to an end Sunday in Gainesville, Georgia, at the American Collegiate Rowing Association National Championship Regatta. This regatta serves as the national championship for the club programs which are members of the ACRA, and includes teams from both coasts, as well as the South and Midwest. The course, on Lake Lanier, was the site of the rowing events of  the 1996 Olympics in Atlanta.",
				"Hoping to build on their promising finishes at the Dad Vail regatta, Pitt Crew sent the slightly altered Varsity Men's Eight of Jen Huang (coxswain), Zach Amato, Will Massimini, Trey Hinz, Rob Gehris, David Ritter, Rob Walker, Andrew Voystock and Johnny Flickinger, and the Women's Varsity Eight of Breana Downey (coxswain),Mariah Blake, Emily Sims, Julie Hallinan, Kaitlin Paul, Else Hiergesell, Alyssa Waryanka, Alexa Harleman, and Julia Maggio.",
				"The Pitt women opened their regatta with a strong showing in heats, coming in fourth, ahead of University of Chicago and Murray State. Unfortunately, they just missed qualifying for the final, losing out on the last spot from their heat to UC Davis. This sent them to the repechage, where a top two finish would qualify them for the final. Facing tough competition in the form of Cincinnati and Wichita State, who themselves barely missed moving on to the final, Pitt came heartbreakingly close, placing third, one-tenth of a second behind second-place Wichita State. This defeat would not dampen their attitudes, however. The women's eight were determined to find redemption in the petite final. They succeeded in this, crushing the field for a first place finish.",
				"Pitt's men's eight began their weekend in a similar fashion, placing fourth in heats. They finished behind Grand Valley State, Bucknell, and Notre Dame, and just missedadvancing to the semifinal. They would be given another chance to do so in the repechage, however. Up against strong crews from Minnesota, Illinois, Oregon, Wichita State, and Penn State, Pitt came in second, two seconds ahead of Illinois. This qualified them for semis the next day. In the semifinal, Pitt would face a number of crews who raced in the final at Dad Vail. Thus, while they finished with a time of 6:08.9, they were sent to the petite final. There Pitt finished seventh, just behind Boston College and the University of Southern California."
			],
			"moreinfo": "https://docs.google.com/file/d/181UO3Jt3dvzED7T71VmhcLfaq1NHpcq_MCBTzXXPvredxeN2fREaq380JZiZ/edit?usp=sharing"
		}
	]
}